{
  "header.home": "الرئيسية",
  "header.about": "من نحن",
  "header.contact": "تواصل معنا",
  "header.products": "منتجاتنا",

  "footer.about.title": "من نحن",
  "footer.about.text": "نحن شركة TrojanExp.Ltd والتي تأسست بهدف تصدير المنتجات الغذائية مثل الأفوكادو والأناناس والمانجو و الباشن فروت في افريقيا خاصة تنزانيا وكينيا ثم تجهيوزها وتصديرها الى دول الخليج وخاصة السعودية",
  "footer.contact.title": "تواصل معنا",
  "footer.contact.email": "trojanexpltd@gmail.com",
  "footer.contact.phone1": "966542750750+",
  "footer.contact.phone2": "254757778975+",
  "footer.pages.title": "الصفحات",
  "footer.pages.home": "الرئيسية",
  "footer.pages.about": "من نحن",
  "footer.pages.products": "منتجاتنا",
  "footer.pages.contact": "تواصل معنا",

  "slide1.subtitle": "طازجة من مزارعنا",
  "slide1.title1": "أفضل الأنواع والأسعار من كينيا إلى جميع أنحاء العالم",
  "slide1.title2": "نقدم لكم أفضل أنواع الأفوكادو",
  "slide1.more": "المزيد",
  "slide1.contact": "تواصل معنا",

  "slide2.subtitle": "مانجو لذيذة وحلوة",
  "slide2.title": "تُزرع بعناية فائقة لتقديم أفضل طعم، لتمنحكم طعماً مميزاً وتجربة فريدة.",
  "slide2.more": "المزيد",
  "slide2.contact": "تواصل معنا",

  "slide3.subtitle": "اناناس طازج ذو حموضه خفيفه و طعم حالي",
  "slide3.title": "بنكهته الاستوائية المميزة مثالي للعصائر والحلويات، يضفي نكهة فريدة على أطباقكم",
  "slide3.more": "المزيد",
  "slide3.contact": "تواصل معنا",

  "slide4.subtitle": "غنية بالنكهات",
  "slide4.title": "فاكهة الباشن فروت مليئة بالفيتامينات ومضادات الأكسدة   ",
  "slide4.more": "المزيد",
  "slide4.contact": "تواصل معنا",

  "about.top-sub": "منذ عام   2019 ",
  "about.company": "نحن شركة {company}",
  "about.description1": "تسعى شركة {company} إلى تقديم تجربة فريدة للمستهلكين من خلال تصدير فواكه طازجة وعالية الجودة من أفريقيا (كينيا وتنزانيا) إلى دول الخليج. نحن ملتزمون بتوفير الأفوكادو الطازج، وجواكامولي، وأطعمة قائمة على الأفوكادو، إلى جانب مجموعة متنوعة من الفواكه الأخرى.",
  "about.description2": "نحرص على ضمان سلسلة إمداد موثوقة وأسعار تنافسية بفضل تعاوننا مع أفضل المزارعين وأحدث تقنيات التعبئة والتغليف. نهدف إلى تلبية احتياجات عملائنا في الأسواق الخليجية من خلال تقديم منتجات ذات جودة عالية وخدمة ممتازة على مدار العام.",
  "about.read-more": "اقرأ المزيد",

  "products.section-title1": "منتجاتنا",
  "products.section-title2": "الطازجة",
  "products.section-description": "ملتزمون بتزويد عملائنا بأشهى الفواكه الاستوائية مثل",
  "products.mango": " المانجو",
  "products.avocado": " الأفوكادو",
  "products.passionfruit": " الباشن فروت",
  "products.pineapple": " الأناناس",
  "products.avocado.title": " افوكادو",
  "products.mango.title": " مانجو",
  "products.pineapple.title": " أناناس",
  "products.passionfruit.title": " باشن فروت",
  "products.view-more": "عرض المزيد",

  "product-section.title": "منتجاتنا الطازجة",
  "product-section.subtitle": "ملتزمون بتزويد عملائنا بأشهى الفواكه الاستوائية مثل  ",
  "product-section.subtitle.mango": " المانجو",
  "product-section.subtitle.avocado": " الأفوكادو",
  "product-section.subtitle.passionfruit": " الباشن فروت",
  "product-section.subtitle.pineapple": " الأناناس",
  "product.avocado": " افوكادو",
  "product.mango": " مانجو",
  "product.pineapple": " أناناس",
  "product.passionfruit": " باشن فروت",
  "product.view-more": " عرض المزيد",

  "cart-banner.title": "ما نقوم بفعله",
  "cart-banner.description": "أجود أنواع الفواكة المزروعة في افريقيا والتي تم قطفها بعناية شديدة حتى تصل إليك طازجة ولذيذة. منتجاتنا مزروعة بعناية على أيدي خبرالضمان الجودة العالية والطعم الرائع في كل لقمة. نحن ملتزمون بتوفير منتجات طبيعية وصحية، تأتي مباشرة من مزارعنا إلى طاولتك، مع الحفاظ على نضارتها وقيمتها الغذائية.",
  "tab1.title": "بمجرد أن يقوم العميل بتقديم الطلب، نقوم بحصاد المحصول لضمان الطازجة.",
  "tab2.title": "بعد الحصاد، يتم نقل منتجاتنا إلى مستودعنا/بيت التعبئة حيث يتم التعامل معها بعناية عند المسح، والتنظيف، والفرز، للتأكد من أنها تفي بمعايير عملائنا من حيث النوع والحجم.",
  "tab3.title": "بمجرد تلبية المعايير، نستخدم فقط صناديق جديدة تمامًا لتعبئة منتجاتنا، ونتأكد من أن جميع الملصقات المتعلقة بالحجم، والنوع، والوزن تلبي مواصفات عملائنا. ثم يتم نقل المنتج إلى غرفة التبريد في انتظار التسليم.",
  "tab4.title": "نتأكد من أن جميع الصناديق تحمل العلامات والملصقات بشكل صحيح، وكما هو مدرج في قائمة التعبئة قبل التحميل، ثم يتم تسليمها إلى شركائنا في اللوجستيات للتسليم.",

  "breadcrumb.productsFresh": "منتجاتنا دائما طازجة",
  "breadcrumb.whoWeAre": "من نحن؟",
  "abtSection.since  2019 ": "منذ عام   2019 ",
  "abtSection.intro": "نحن شركة {company}",
  "abtSection.description": "شركة {company} هي شركة رائدة في مجال تصدير الفواكه والورقيات من دول إفريقيا، وخصوصًا من كينيا، إلى جميع دول مجلس التعاون الخليجي. تأسست الشركة على أسس قوية من الجودة والالتزام بتقديم أفضل المنتجات الطازجة إلى الأسواق العالمية. تتميز الشركة بتقديم مجموعة متنوعة من الفواكه والورقيات ذات الجودة العالية، بما في ذلك المانجو، الأفوكادو، الأناناس، والسبانخ، والكيل، وغيرها الكثير. تعتمد الشركة على شبكة واسعة من المزارعين المحليين في كينيا لضمان توفير منتجات طازجة ومستدامة، كما تلتزم بتطبيق أفضل ممارسات الزراعة العضوية والصديقة للبيئة. تسعى الشركة دائمًا إلى بناء علاقات تجارية قوية مع عملائها في دول مجلس التعاون الخليجي من خلال تقديم خدمة متميزة وأسعار تنافسية. يتم تصدير المنتجات وفقًا لأعلى معايير الجودة والسلامة، مما يضمن وصولها إلى المستهلكين في أفضل حالة ممكنة. من خلال خبرتها الطويلة في مجال التصدير وشبكة العلاقات الواسعة التي تمتلكها، تعد شركة {company} الخيار الأمثل للحصول على الفواكه والورقيات الطازجة والمستدامة من قلب إفريقيا.",
  "featureSection.whyChoose": "لماذا تختار {company}",
  "featureSection.delivery": "نوصل المنتجات حتى بيتك",
  "featureSection.deliveryDesc": "نعتمد على شبكة توزيع متطورة وفريق محترف لضمان وصول الفواكه الطازجة إلى باب منزلك في أسرع وقت ممكن وبأفضل حالة. نحن ملتزمون بتقديم خدمة توصيل تعتمد على الدقة والسرعة لتلبية احتياجاتك وتوفير راحتك.",
  "featureSection.competitivePrices": "أسعار منافسة",
  "featureSection.competitivePricesDesc": "أسعار منافسة تناسب الجميع، لتستمتع بأفضل المنتجات دون القلق بشأن التكلفة. نحن نحرص على تقديم منتجاتنا بأسعار معقولة تلبي احتياجات كافة عملائنا، مع الحفاظ على أعلى معايير الجودة.",
  "featureSection.productVariety": "تنوع في المنتجات",
  "featureSection.productVarietyDesc": "يضمن لك الحصول على مجموعة واسعة من الفواكه الطازجة والمغذية. نقدم لك تشكيلة متنوعة من الفواكه لتلبية جميع أذواق العملاء وتفضيلاتهم.",
  "featureSection.excellentService": "خدمة عملاء متميزة",
  "featureSection.excellentServiceDesc": "متاحة على مدار الساعة للإجابة على جميع استفساراتك وتلبية جميع طلباتك. نحن هنا لضمان رضاك التام وتقديم الدعم الذي تحتاجه في أي وقت.",

  "breadcrumbSection.support": "24/7 دعم",
  "breadcrumbSection.contactUs": "تواصل معنا",
  "contactFormSection.questionTitle": "هل لديك أي سؤال؟",
  "contactForm.namePlaceholder": "الاسم",
  "contactForm.emailPlaceholder": "الإيميل",
  "contactForm.phonePlaceholder": "الهاتف",
  "contactForm.subjectPlaceholder": "الموضوع",
  "contactForm.messagePlaceholder": "الرسالة",
  "contactForm.submitButton": "أرسل",
  "contactForm.addressTitle": "العنوان",
  "contactForm.address": "كينيا - نيروبي، شارع كيجابي، مبنى 75",
  "contactForm.hoursTitle": "ساعات العمل",
  "contactForm.hours": "24/7",
  "contactForm.contactTitle": "تواصل معنا",
  "contactForm.phone": "الهاتف(اتصال و واتساب): 966542750750+",
  "contactForm.phone.kenya": "الهاتف(اتصال فقط): 254757778975+",
  "contactForm.email": "الإيميل: trojanexpltd@gmail.com",
  "findLocation.location": "موقعنا",

  "avocadoBreadcrumbSectionTitle": "افوكادو",
  "avocadoSingleProductTitle": "افوكادو (Hass و Fuete)",
  "avocadoSingleProductDescription": "أصبح العديد من الأشخاص حول العالم يستمتعون بتناول الأفوكادو كطعام صحي، متعدد الاستخدامات، ولذيذ. يحتوي الأفوكادو على العديد من العناصر الغذائية الهامة، التي تفتقر إليها الكثير من الأنظمة الغذائية الحديثة. في الواقع، يعتبر الأفوكادو من التوت بسبب شكله وحجمه. نقدم نوعين من الأفوكادو: هاس (Hass) وفويتي (Fuete)، وكلاهما يُزرع في كينيا وتنزانيا. يتميز أفوكادو هاس بقشرته السميكة والخشنة وطعمه الكريمي الغني، بينما يتميز أفوكادو فويتي بقشرته الناعمة وطعمه المميز. بالإضافة إلى ذلك، يحتوي الأفوكادو على الألياف والبوتاسيوم والفيتامينات المهمة مثل فيتامين E و C، مما يجعله خيارًا ممتازًا لتعزيز الصحة العامة. سواء كان يُضاف إلى السلطات أو يُستخدم في صنع الجواكامولي، فإن الأفوكادو يظل خيارًا شهيًا ومغذيًا لمختلف الأطباق.",
  "avocadoProductSectionTitle": "منتجاتنا الأخرى",
  "avocadoProductSectionDescription": "ملتزمون بتزويد عملائنا بأشهى الفواكه الاستوائية مثل المانجو والأفوكادو والباشن فروت والأناناس.",
  "avocadoMangoTitle": "مانجو",
  "avocadoMangoLinkText": "عرض المزيد",
  "avocadoPineappleTitle": "أناناس",
  "avocadoPineappleLinkText": "عرض المزيد",
  "avocadoPassionFruitTitle": "باشن فروت",
  "avocadoPassionFruitLinkText": "عرض المزيد",

  "mangoBreadcrumbSectionTitle": "مانجو",
  "mangoSingleProductTitle": "مانجو (Apple Mango)",
  "mangoSingleProductDescription": "العديد من الناس حول العالم يستمتعون بالمانجو كفاكهة لذيذة ومغذية. يُعرف مانجو أبل بنكهته الحلوة الاستثنائية، ولونه الزاهي، ونسيجه العصيري، وهو مفضل لدى عشاق المانجو بفضل طعمه الغني ورائحته الفريدة. في شركتنا، نفخر بزراعة مانجو أبل في المناطق الخصبة في كينيا. توفر ظروف المناخ في كينيا، من الشمس الساطعة والتربة الجيدة، البيئة المثالية لنمو المانجو بجودة عالية. نستخدم ممارسات زراعية مستدامة لضمان أن كل ثمرة تنمو بأعلى جودة. بعد الحصاد، نخضع المانجو لعملية تدقيق جودة دقيقة ونقوم بتعبئتها بعناية للحفاظ على نضارتها وطعمها الرائع أثناء شحنها إلى دول الخليج. نستخدم أحدث تقنيات التعبئة لضمان وصول كل ثمرة إلى وجهتها في أفضل حالة. من خلال تصدير مانجونا إلى دول الخليج، نهدف إلى تقديم أفضل أنواع المانجو الكينية للمستهلكين، مما يتيح لهم تجربة الطعم الاستثنائي والجودة العالية التي نلتزم بها. نحن ملتزمون بتزويد عملائنا الدوليين بأفضل الفواكه ونفخر بتقديم منتجاتنا لأكثر الأسواق تميزًا.",
  "mangoProductSectionTitle": "منتجاتنا الأخرى",
  "mangoProductSectionDescription": "ملتزمون بتزويد عملائنا بأشهى الفواكه الاستوائية مثل المانجو والأفوكادو والباشن فروت والأناناس.",
  "mangoAvocadoTitle": "افوكادو",
  "mangoAvocadoLinkText": "عرض المزيد",
  "mangoPineappleTitle": "أناناس",
  "mangoPineappleLinkText": "عرض المزيد",
  "mangoPassionFruitTitle": "باشن فروت",
  "mangoPassionFruitLinkText": "عرض المزيد",

  "pineappleBreadcrumbSectionTitle": "أناناس",
  "pineappleSingleProductTitle": "أناناس (Honey Glue)",
  "pineappleSingleProductDescription": "الأناناس هو فاكهة لذيذة وغنية بالفيتامينات والمعادن، ويعتبر خيارًا ممتازًا لإضافة نكهة حلوة ومنعشة إلى النظام الغذائي. من بين أصناف الأناناس، يتميز أناناس هوني غلو بطعمه الحلو والمميز وقوامه العصيري، مما يجعله محبوبًا لدى العديد من الأشخاص. في شركتنا، نركز على زراعة أناناس هوني غلو في كينيا، حيث توفر الظروف المناخية المثالية، بما في ذلك أشعة الشمس الوفيرة والتربة الغنية، لضمان جودة عالية للفاكهة. نحن نستخدم أساليب زراعية مستدامة للحفاظ على صحة النباتات وضمان أفضل طعم للفاكهة. بعد الحصاد، نقوم بفحص الأناناس بدقة ونعده للتصدير بعناية فائقة للحفاظ على نضارته ونكهته المميزة. نستخدم تقنيات تعبئة متطورة لضمان وصول الأناناس إلى وجهته في دول الخليج بأفضل حالة. من خلال تصدير أناناس هوني غلو إلى دول الخليج، نهدف إلى تقديم واحدة من أفضل فواكه كينيا للمستهلكين، مما يتيح لهم تجربة طعم الأناناس الرائع والجودة العالية التي نلتزم بها. نحن فخورون بتقديم هذا المنتج الفاخر ونلتزم بتلبية احتياجات عملائنا الدوليين بأعلى معايير الجودة.",
  "pineappleProductSectionTitle": "{highlight}منتجاتنا{highlight} الأخرى",
  "pineappleProductSectionDescription": "ملتزمون بتزويد عملائنا بأشهى الفواكه الاستوائية مثل {mango} و{avocado} و{passionFruit} و{pineapple}.",
  "mango": "مانجو",
  "avocado": "أفوكادو",
  "passionFruit": "باشن فروت",
  "pineapple": "أناناس",
  "pineappleAvocadoTitle": "أفوكادو",
  "pineappleAvocadoLinkText": "اعرف المزيد",
  "pineappleMangoTitle": "مانجو",
  "pineappleMangoLinkText": "اعرف المزيد",
  "pineapplePassionFruitTitle": "باشن فروت",
  "pineapplePassionFruitLinkText": "اعرف المزيد",

  "passionfruitBreadcrumbSectionTitle": "باشن فروت",
  "passionfruitSingleProductTitle": "باشن فروت",
  "passionfruitSingleProductDescription": "باشن فروت، أو فاكهة الحب، هي فاكهة استوائية تتميز بطعمها الحلو والحامض الفريد. تحتوي باشن فروت على العديد من الفيتامينات والمعادن الأساسية، مما يجعلها إضافة صحية ولذيذة لأي نظام غذائي. في شركتنا، نركز على زراعة باشن فروت في كينيا، حيث توفر الظروف المثالية من المناخ المناسب والتربة الغنية لنمو الفاكهة بجودة عالية. نحن نستخدم تقنيات زراعية مستدامة لضمان حصول كل ثمرة على الرعاية اللازمة لتحقيق أفضل طعم. بعد الحصاد، يتم فحص باشن فروت بدقة وتعبئتها بعناية للحفاظ على نضارتها ونكهتها الفريدة أثناء الشحن إلى دول الخليج. نستخدم أحدث تقنيات التعبئة لضمان وصول الفاكهة إلى وجهتها في أفضل حالة. من خلال تصدير باشن فروت إلى دول الخليج، نهدف إلى تقديم طعم الفاكهة الاستوائية الرائعة إلى المستهلكين، مع الحفاظ على الجودة العالية التي نلتزم بها. نحن فخورون بتقديم هذا المنتج الفاخر ونلتزم بتلبية احتياجات عملائنا الدوليين بأعلى معايير الجودة.",
  "passionfruitProductSectionTitle": "{highlight}منتجاتنا{highlight} الأخرى",
  "passionfruitProductSectionDescription": "ملتزمون بتزويد عملائنا بأشهى الفواكه الاستوائية مثل {mango} و{avocado} و{passionFruit} و{pineapple}.",
  "passionfruitmango": "مانجو",
  "passionfruitavocado": "أفوكادو",
  "passionfruitpassionFruit": "باشن فروت",
  "passionfruitpineapple": "أناناس",
  "passionfruitAvocadoTitle": "أفوكادو",
  "passionfruitAvocadoLinkText": "اعرف المزيد",
  "passionfruitMangoTitle": "مانجو",
  "passionfruitMangoLinkText": "اعرف المزيد",
  "passionfruitPineappleTitle": "أناناس",
  "passionfruitPineappleLinkText": "اعرف المزيد",
  "export.title": " من افريقيا لجميع العالم و دول مجلس التعاون الخليجي "
}
