{ 
  "header.home": "Home",
  "header.about": "About Us",
  "header.contact": "Contact Us",
  "header.products": "Our Products",

  "footer.about.title": "About Us",
  "footer.about.text": "We are TrojanExp.Ltd, a company established with the goal of exporting food products such as avocados, pineapples, mangoes, and passion fruit from Africa, particularly Tanzania and Kenya, to the Gulf countries, especially Saudi Arabia.",
  "footer.contact.title": "Contact Us",
  "footer.contact.email": "trojanexpltd@gmail.com",
  "footer.contact.phone1": "+966542750750",
  "footer.contact.phone2": "+254757778975",
  "footer.pages.title": "Pages",
  "footer.pages.home": "Home",
  "footer.pages.about": "About Us",
  "footer.pages.products": "Our Products",
  "footer.pages.contact": "Contact Us",

  "slide1.subtitle": "Fresh from Our Farms",
  "slide1.title1": "Best types and rates from Kenya to wold wide",
  "slide1.title2": "We Offer the Best Types of Avocados",
  "slide1.more": "Learn More",
  "slide1.contact": "Contact Us",
  
  "slide2.subtitle": "Delicious and Sweet Mangoes",
  "slide2.title": "Carefully Grown for the Best Taste, Providing You with a Unique Experience.",
  "slide2.more": "Learn More",
  "slide2.contact": "Contact Us",
  
  "slide3.subtitle": "Fresh pineapple with light acidity and sweet flavour",
  "slide3.title": "With its Distinct Tropical Flavor, Perfect for Juices and Desserts, Adding Unique Flavor to Your Dishes.",
  "slide3.more": "Learn More",
  "slide3.contact": "Contact Us",
  
  "slide4.subtitle": "Rich in Flavors",
  "slide4.title": "Passion Fruit is Full of Vitamins and Antioxidants",
  "slide4.more": "Learn More",
  "slide4.contact": "Contact Us",




    "about.top-sub": "Since   2019 ",
    "about.company": "We are {company}",
    "about.description1": "{company} is committed to providing a unique experience to consumers by exporting fresh, high-quality fruits from Africa (Kenya and Tanzania) to the Gulf countries. We are dedicated to supplying fresh avocados, guacamole, and avocado-based foods, along with a variety of other fruits.",
    "about.description2": "We ensure a reliable supply chain and competitive pricing through our partnerships with top farmers and the latest packaging technologies. Our goal is to meet the needs of our Gulf customers by offering high-quality products and excellent service year-round.",
    "about.read-more": "Read More",

    "products.section-title1": "Our",
  "products.section-title2": "Fresh Products",
  "products.section-description": "We are committed to providing our customers with the most delicious tropical fruits such as",
  "products.mango": "mango",
  "products.avocado": "avocado",
  "products.passionfruit": "passion fruit",
  "products.pineapple": "pineapple",
  "products.avocado.title": "Avocado",
  "products.mango.title": "Mango",
  "products.pineapple.title": "Pineapple",
  "products.passionfruit.title": "Passion Fruit",
  "products.view-more": "View More",

  "product-section.title": "Our Fresh Products",
  "product-section.subtitle": "We are committed to providing our customers with the tastiest tropical fruits like",
  "product-section.subtitle.mango": "mango",
  "product-section.subtitle.avocado": "avocado",
  "product-section.subtitle.passionfruit": "passion fruit",
  "product-section.subtitle.pineapple": "pineapple",
  "product.avocado": "Avocado",
  "product.mango": "Mango",
  "product.pineapple": "Pineapple",
  "product.passionfruit": "Passion Fruit",
  "product.view-more": "View More",

  "cart-banner.title": "What We Do",
  "cart-banner.description": "The highest quality fruits grown in Africa, carefully picked to reach you fresh and delicious. Our products are carefully grown by experienced farmers to ensure high quality and great taste in every bite. We are committed to providing natural and healthy products, straight from our farms to your table, maintaining their freshness and nutritional value.",
  "tab1.title": "Once the client places an order,is when we harvest the produce ensuring freshness.",
  "tab2.title": "After harvesting, our Produce are then taken to our warehouse/pack-house handled with care when wiping, cleaning and sorting, making sure it meets our customer standards, variety and size.",
  "tab3.title": "Once the standards have been met, we use only brand new cartons to pack our produce, and ensure that all the labelling according to size, variety and weight are also been met based on our customer specifications. Produce is then taken to a cooling room awaiting delivery.",
  "tab4.title": "We ensure that all cartons are correctly marked and labelled, and as per the pack list before loading then hand over to our logistics partners for delivery.",

  "breadcrumb.productsFresh": "Our products are always fresh",
  "breadcrumb.whoWeAre": "Who are we?",
  "abtSection.since  2019 ": "Since   2019 ",
  "abtSection.intro": "We are {company}",
  "abtSection.description": "{company} is a leading company in exporting fruits and vegetables from Africa, especially from Kenya, to all Gulf Cooperation Council countries. The company was established on strong foundations of quality and commitment to delivering the best fresh products to global markets. The company offers a wide range of high-quality fruits and vegetables, including mangoes, avocados, pineapples, spinach, kale, and many others. The company relies on a vast network of local farmers in Kenya to ensure the provision of fresh and sustainable products, and it adheres to best practices in organic and environmentally friendly farming. The company always strives to build strong business relationships with its clients in the Gulf Cooperation Council countries by providing excellent service and competitive prices. Products are exported according to the highest quality and safety standards, ensuring that they reach consumers in the best possible condition. With its extensive experience in exporting and its wide network of relationships, {company} is the ideal choice for obtaining fresh and sustainable fruits and vegetables from the heart of Africa.",
  "featureSection.whyChoose": "Why choose {company}",
  "featureSection.delivery": "We deliver products right to your doorstep",
  "featureSection.deliveryDesc": "We rely on an advanced distribution network and a professional team to ensure that fresh fruits reach your doorstep as quickly as possible and in the best condition. We are committed to providing delivery services that are precise and fast to meet your needs and provide your convenience.",
  "featureSection.competitivePrices": "Competitive prices",
  "featureSection.competitivePricesDesc": "Competitive prices for everyone, so you can enjoy the best products without worrying about costs. We ensure that our products are offered at reasonable prices that meet the needs of all our customers while maintaining the highest standards of quality.",
  "featureSection.productVariety": "Variety of products",
  "featureSection.productVarietyDesc": "Ensures you get a wide range of fresh and nutritious fruits. We offer a diverse selection of fruits to meet all customer tastes and preferences.",
  "featureSection.excellentService": "Excellent customer service",
  "featureSection.excellentServiceDesc": "Available around the clock to answer all your inquiries and meet all your requests. We are here to ensure your complete satisfaction and provide the support you need at any time.",

  "breadcrumbSection.support": "24/7 Support",
  "breadcrumbSection.contactUs": "Contact Us",
  "contactFormSection.questionTitle": "Do you have any questions?",
  "contactForm.namePlaceholder": "Name",
  "contactForm.emailPlaceholder": "Email",
  "contactForm.phonePlaceholder": "Phone",
  "contactForm.subjectPlaceholder": "Subject",
  "contactForm.messagePlaceholder": "Message",
  "contactForm.submitButton": "Send",
  "contactForm.addressTitle": "Address",
  "contactForm.address": "Kenya-Nairobi Town , kijabe Street Bulding 75",
  "contactForm.hoursTitle": "Working Hours",
  "contactForm.hours": "24/7",
  "contactForm.contactTitle": "Contact Us",
  "contactForm.phone": "Phone (calls & whatsapp): +966542750750",
  "contactForm.phone.kenya": "Phone (calls ONLY): +254757778975",
  "contactForm.email": "Email: trojanexpltd@gmail.com",
  "findLocation.location": "Our Location",
  
  "avocadoBreadcrumbSectionTitle": "Avocado",
  "avocadoSingleProductTitle": "Avocado (Hass and Fuete)",
  "avocadoSingleProductDescription": "Many people around the world enjoy eating avocado as a healthy, versatile, and delicious food. Avocado contains many essential nutrients that are lacking in many modern diets. In fact, avocado is considered a berry due to its shape and size. We offer two types of avocados: Hass and Fuete, both of which are grown in Kenya and Tanzania. Hass avocado is known for its thick, rough skin and rich, creamy taste, while Fuete avocado has smooth skin and a distinct flavor. Additionally, avocado is rich in fiber, potassium, and important vitamins like Vitamin E and C, making it an excellent choice for overall health. Whether added to salads or used to make guacamole, avocado remains a tasty and nutritious option for various dishes.",
  "avocadoProductSectionTitle": " Other Products",
  "avocadoProductSectionDescription": "We are committed to providing our customers with the finest tropical fruits such as mangoes, avocados, passion fruits, and pineapples.",
  "avocadoMangoTitle": "Mango",
  "avocadoMangoLinkText": "View More",
  "avocadoPineappleTitle": "Pineapple",
  "avocadoPineappleLinkText": "View More",
  "avocadoPassionFruitTitle": "Passion Fruit",
  "avocadoPassionFruitLinkText": "View More",

  "mangoBreadcrumbSectionTitle": "Mango",
  "mangoSingleProductTitle": "Mango (Apple Mango)",
  "mangoSingleProductDescription": "Many people around the world enjoy mango as a delicious and nutritious fruit. Apple Mango is known for its exceptional sweet taste, vibrant color, and juicy texture, making it a favorite among mango enthusiasts. Our company takes pride in growing Apple Mango in the fertile regions of Kenya. The climate conditions in Kenya, with its bright sunshine and rich soil, provide the ideal environment for high-quality mango growth. We use sustainable farming practices to ensure each fruit grows to the highest standards. After harvest, we subject the mangoes to rigorous quality checks and carefully pack them to maintain their freshness and wonderful taste during shipment to Gulf countries. We employ the latest packing techniques to ensure each mango reaches its destination in optimal condition. By exporting our mangoes to Gulf countries, we aim to offer the finest Kenyan mangoes to consumers, allowing them to experience the exceptional taste and high quality we are committed to. We are dedicated to providing our international customers with the best fruits and take pride in presenting our products to the most discerning markets.",
  "mangoProductSectionTitle": "Other Products",
  "mangoProductSectionDescription": "We are committed to providing our customers with the finest tropical fruits such as mangoes, avocados, passion fruits, and pineapples.",
  "mangoAvocadoTitle": "Avocado",
  "mangoAvocadoLinkText": "View More",
  "mangoPineappleTitle": "Pineapple",
  "mangoPineappleLinkText": "View More",
  "mangoPassionFruitTitle": "Passion Fruit",
  "mangoPassionFruitLinkText": "View More",

  "pineappleBreadcrumbSectionTitle": "Pineapple",
  "pineappleSingleProductTitle": "Pineapple (Honey Glue)",
  "pineappleSingleProductDescription": "Pineapple is a delicious and vitamin-rich fruit, making it an excellent choice for adding a sweet and refreshing flavor to your diet. Among pineapple varieties, Honey Glue Pineapple stands out for its sweet and distinctive taste and juicy texture, making it a favorite among many people. At our company, we focus on growing Honey Glue Pineapple in Kenya, where the perfect climate conditions, including ample sunshine and rich soil, ensure high-quality fruit. We use sustainable farming methods to maintain plant health and guarantee the best taste. After harvest, we carefully inspect and prepare the pineapples for export to preserve their freshness and unique flavor. We use advanced packing techniques to ensure the pineapples reach their destination in Gulf countries in the best condition. By exporting Honey Glue Pineapple to Gulf countries, we aim to offer one of Kenya’s best fruits to consumers, allowing them to experience the excellent taste and high quality we are committed to. We are proud to present this premium product and are dedicated to meeting our international customers’ needs with the highest quality standards.",
  "pineappleProductSectionTitle": "{highlight}our{highlight} products",  
  "pineappleProductSectionDescription": "We are committed to providing our customers with the finest tropical fruits such as {mango}, {avocado}, {passionFruit}, and {pineapple}.",
  "mango": "Mango",
  "avocado": "Avocado",
  "passionFruit": "Passion Fruit",
  "pineapple": "Pineapple",
  "pineappleAvocadoTitle": "Avocado",
  "pineappleAvocadoLinkText": "Learn More",
  "pineappleMangoTitle": "Mango",
  "pineappleMangoLinkText": "Learn More",
  "pineapplePassionFruitTitle": "Passion Fruit",
  "pineapplePassionFruitLinkText": "Learn More",

  "passionfruitBreadcrumbSectionTitle": "Passion Fruit",
  "passionfruitSingleProductTitle": "Passion Fruit",
  "passionfruitSingleProductDescription": "Passion fruit, also known as fruit of love, is a tropical fruit renowned for its unique sweet and tangy taste. It contains numerous essential vitamins and minerals, making it a healthy and delicious addition to any diet. At our company, we focus on cultivating passion fruit in Kenya, where optimal conditions of suitable climate and rich soil ensure high-quality fruit growth. We employ sustainable agricultural techniques to ensure each fruit receives the necessary care to achieve the best flavor. After harvesting, passion fruit is meticulously inspected and carefully packed to maintain its freshness and unique taste during shipment to the Gulf countries. We use the latest packing techniques to ensure the fruit reaches its destination in optimal condition. By exporting passion fruit to the Gulf countries, we aim to bring the delightful taste of tropical fruit to consumers while maintaining the high quality we are committed to. We are proud to offer this premium product and are dedicated to meeting the needs of our international customers with the highest quality standards.",
  "passionfruitProductSectionTitle": "{highlight}Our{highlight} Other Products",
  "passionfruitProductSectionDescription": "We are committed to providing our customers with the finest tropical fruits such as {mango}, {avocado}, {passionFruit}, and {pineapple}.",
  "passionfruitmango": "Mango",
  "passionfruitavocado": "Avocado",
  "passionfruitpassionFruit": "Passion Fruit",
  "passionfruitpineapple": "Pineapple",
  "passionfruitAvocadoTitle": "Avocado",
  "passionfruitAvocadoLinkText": "Learn More",
  "passionfruitMangoTitle": "Mango",
  "passionfruitMangoLinkText": "Learn More",
  "passionfruitPineappleTitle": "Pineapple",
  "passionfruitPineappleLinkText": "Learn More",
  "export.title": "From africa to world wide and GCC"
  
}

